Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Rozejrzę się po okolicy...
uk: Піду огляну околиці...

source: Rozejrzę się za jakimiś poszlakami w drugiej grocie.
uk: Я пошукаю якісь зачіпки в іншому відгалуженні печери.

source: Rozejrzę się za jakąś pracą. Potem znajdę żonę. Zbuduję dom. Takie tam.
uk: Пошукаю якусь роботу. Потім знайду дружину. Побудую будинок. Щось таке.

source: Rozerwę cię na kawałki!
uk: Я розірву тебе на шматки!

source: Roześlę swoich ludzi na poszukiwania. Masz jakieś pomysły, dokąd mógł się udać?
uk: Я відправлю своїх людей на пошуки. У тебе є якісь ідеї, куди він міг піти?

source: Rozglądaj się spacerując po mieście. Gdy zauważysz jakąś stertę brudów, to ją zamieć i wytęp wszelkie robactwo.
uk: Гуляючи містом, озирайся навкруги. Помітивши купу сміття, підмети її та знищ усіх шкідників.

source: Rozglądaj się za niedopałkami i jeśli przy kimś wyczujesz ten zapach, to będziesz miał pewność, że to on jest złodziejem.
uk: Роздивись навколо, чи немає недопалків, і якщо ти відчуєш від когось запах, будь впевнений - він злодій.

source: Rozglądanie się
uk: Озирнутись

source: Rozglądać się, niczego nie dotykać i dokładnie słuchać, rozumiem.
uk: Роздивлятися довкола, нічого не чіпати і уважно слухати. Зрозумів.

source: Rozgniatacz
uk: Дробитель

source: Rozgniewana obywatelka
uk: Сердита містянка

source: Rozgnieść.
uk: Розчавити.

source: Rozgniotę cię jak chrząszcza!
uk: Я розчавлю тебе, як м'ясного жука!

source: Rozgość się i weź wszystko czego potrzebujesz.
uk: Влаштовуйся зручніше та бери все, що тобі потрібно.

source: Rozgość się. Trochę tu jeszcze zabawimy.
uk: Влаштовуйся зручніше. Ми ще побудемо тут деякий час.

source: Rozgrzany do czerwoności kawał metalu.
uk: Розпечений шматок металу.

source: Rozgrzany do czerwoności pręt.
uk: Розпечений прут.

source: Rozgrzej stal nad kuźnią i rozrób ją młotem na kowadle. Musisz temu procesowi poświęcić dużo uwagi i wysiłku, inaczej broń będzie do niczego.
uk: Розігрій сталь над вогнем і розбий її молотом на ковадлі. Цьому процесу потрібно приділити багато уваги та зусиль, інакше зброя буде нікудишньою.

source: Rozgrzewające, czerwone wino z Glenwyr.
uk: Зігрівальне червоне вино з Гленвіра,

source: Rozjemca
uk: Миротворець

source: Rozjemca to broń dla ludzi prawych, ludzi, którzy przedkładają dobro wspólnoty nad swoje własne.
uk: Миротворець – це зброя праведних – людей, які ставлять суспільні блага вище за власні.

source: Rozjemca zostaje ze mną.
uk: Миротворець залишиться у мене.

source: Rozkaz brzmiał - doprowadzić żywego. I to właśnie zrobiłem.
uk: Наказ був привести живим. Це я і зробив.

source: Rozkaz to rozkaz. Proszę!
uk: Наказ є наказ. Тримай!

source: Rozkaz to rozkaz. Roderich nigdy nie sprzeciwi się królewskiemu poleceniu. Przykro mi, ale z bólem serca będziemy musieli zaakceptować ten stan rzeczy.
uk: Наказ є наказ. Родеріх ніколи не порушить королівське розпорядження. Вибач, але з болем в серці нам доведеться змиритися з таким станом речей.

source: Rozkazy
uk: Накази

source: Rozkazy dowódcy. Nie słyszałeś?
uk: Наказ командира. Ти що, не чув?

source: Rozkazy jasno mówiły, że wszyscy mieszkańcy tego miejsca mają zostać zatrzymani. Dlaczego więc próbujesz ją wyprowadzić?
uk: У наказі було чітко вказано, що всі мешканці цього місця мають бути під вартою. То чому ти намагаєшся її вивезти?

source: Rozkazy to rozkazy... Mamy nie oszczędzać nikogo.
uk: Наказ є наказ... Ми не повинні нікого щадити.

source: Rozkażę Albynowi przygotować wielką ucztę na cześć wszystkich łowców. Przywrócenie wiosce bezpieczeństwa trzeba opić!
uk: Я накажу Альбіну підготувати великий бенкет на честь усіх мисливців. Відновлення безпеки в селі треба відсвяткувати!

source: Rozkopaliśmy kawałek tego gruzowiska i zobaczyliśmy tylko litą skałę. Wydałem polecenie powrotu do obozu...
uk: Ми розкопали частину цього завалу і наткнулися на суцільний камінь. Я віддав наказ повертатися в табір...

source: Rozkoszuj się wszystkim, co nasza wspaniała Przystań ma do zaoferowania.
uk: Насолоджуйся всім, що може запропонувати наша чудова Гавань.

source: Rozkradli twoje rzeczy?
uk: Вони вкрали твої речі?

source: Rozkrusz 1 bryłkę.
uk: Роздробити 1 самородок.

source: Rozkrusz 10 bryłek.
uk: Роздробити 10 самородків.

source: Rozkrusz 5 bryłek.
uk: Роздробити 5 самородків.

source: Rozkrusz bryłkę magicznej rudy.
uk: Роздробити самородок магічної руди.

source: Rozkrusz wszystkie bryłki.
uk: Роздробити всі самородки.

source: Rozlej krew
uk: Розлити кров

source: Rozlewaniem posoki całkiem sprawnie zajmuje się Ben. To jedyna osoba, której nikt nie powie, że nie może zabić przeciwnika podczas walki.
uk: З пролиттям крові Бен справляється досить ефективно. Він єдина людина, якій ніхто не скаже, що йому не можна вбити суперника під час бою.

source: Rozliczyłam się z Luną, powodzenia w ściąganiu długów.
uk: Я розрахувалася з Луною, успіхів у стягненні боргів.

source: Rozmaite. Ślina, krew, sierść, ogony, pazury tych brudnych paskudztw. Potrzebuję ich do pewnych badań, bardzo ambitnych.
uk: Різні. Слина, кров, шерсть, хвости, кігті цих брудних потвор. Вони мені потрібні для деяких досліджень, дуже амбітних.

source: Rozmawiaj z Blakiem. On tu dowodzi.
uk: Поговори з Блейком. Він тут головний.

source: Rozmawiamy. Jeśli będziesz mi przeszkadzał, to nic u niego nie załatwię, rozumiesz?
uk: Ми розмовляємо. Якщо ти мені заважатимеш, я з ним ні про що не домовлюсь, зрозумів?

source: Rozmawianie ze złodziejami jest poniżej mojej godności. Odejdź stąd.
uk: Розмовляти зі злодіями нижче моєї гідності. Забирайся звідси.

source: Rozmawiałam z tym rzeźnikiem, Slagerem. Wychodzi na to, że krew na ścianie domu Volkera pochodzi od kretoszczurów.
uk: Я говорила з різником, Слагером. Виявляється, кров на стіні будинку Волкера належить кротощуру.

source: Rozmawiałem już o tym z twoim wujem. Nie będę marnował i tak mocno uszczuplonych środków na szukanie igły w stogu siana.
uk: Я вже говорив про це з твоїм дядьком. Я не збираюся витрачати й без того обмежені ресурси на пошуки голки в копиці сіна.

source: Rozmawiałem już z Araxos, ale wzięli mnie tam za jakiegoś wariata!
uk: Я вже говорив з Гільдією Араксос, але там мене прийняли за божевільного!

source: Rozmawiałem już z chłopakami.
uk: Я вже розмовляв з хлопцями.

source: Rozmawiałem na twój temat z Ulrykiem i Einarem. Wszyscy zgodnie stwierdziliśmy, że drzemie w tobie duch prawdziwego Wilczego Syna.
uk: Я говорив про тебе з Ульріком та Ейнаром. Ми всі погодились, що у тобі живе дух справжнього Вовчого Сина.

source: Rozmawiałem nawet o tym z Liamem. Ech, jaka szkoda, że nie mamy wglądu w testament Valerio. Na pewno jest tam odpowiedni wpis...
uk: Я навіть обговорював це з Ліамом. Ох, як шкода, що ми не маємо доступу до заповіту Валеріо. Напевно там є відповідний запис...

source: Rozmawiałem o tym z Viktorem. Mówił, że Kurt mieszka niedaleko karczmy. Podobno niedawno wyruszył na połów i powinien niebawem wrócić do wioski.
uk: Я говорив про це з Віктором. Він сказав, що Курт живе недалеко від корчми. Мабуть, він нещодавно вирушив на риболовлю і незабаром має повернутися в село.

source: Rozmawiałem z Alfredem, lokajem Lichwiarza, który dał mi jedną z ulotek agitujących przeciwko bogatym obywatelom. Znalazł je rozwieszone na ogrodzeniu kilka dni przed zamachem. Alfred podejrzewa, że ktoś zrobił zamówienie na cały plik tych broszur, bo wciąż można je znaleźć w obiegu. Doradził mi, żebym rozejrzał się za nimi w zatłoczonych miejscach. A nuż wpadnę na trop tego, kto je rozprowadza.
uk: Я розмовляв з Альфредом, дворецьким Лихваря, який дав мені одну з листівок, агітуючих проти багатих громадян. Він знайшов їх розвішаними на паркані за кілька днів до замаху. Альфред підозрює, що хтось зробив замовлення на цілу партію таких брошур, тому що їх все ще можна знайти в обігу. Він порадив мені пошукати їх у людних місцях. Можливо, я натраплю на слід того, хто їх розповсюджує.

source: Rozmawiałem z Amirem w sprawie Kathii, ale ochroniarz kompletnie zignorował problem. Wygląda na to, że będę musiał sam dać nauczkę temu oprychowi.
uk: Я розмовляв з Аміром щодо Каті, але охоронець повністю проігнорував проблему. Схоже, мені доведеться самому провчити цього бандита.

source: Rozmawiałem z Bastianem. Ta cała sytuacja z Marthą i Lutzem...
uk: Я говорив з Бастіаном. Вся ця ситуація з Мартою і Люцем...

source: Rozmawiałem z Bradlockiem. Mówiąc krótko, nie był zadowolony z zachowania swojego człowieka.
uk: Я говорив з Бредлоком. Коротше кажучи, він був незадоволений поведінкою своєї людини.

source: Rozmawiałem z Kalebem.
uk: Я розмовляв з Калебом.

source: Rozmawiałem z Kesselem o Jonie. Twierdzi, że młodzieniec ma porywcze, lecz prawe serce. Nakazałem Kesselowi, by na niego uważał. Ze zwątpienia prowadzi bowiem prosta droga do gniewu, a ta do zła.
uk: Я поговорив з Кесселем про Йона. Він сказав, що у юнака імпульсивне, але праведне серце. Я наказав Кесселю пильнувати його. Бо від сумніву веде пряма дорога до гніву, а гнів веде до зла.

source: Rozmawiałem z Marthą.
uk: Я говорив з Мартою.

source: Rozmawiałem z Myrtańczykami i nie mają najmniejszej ochoty zajmować się sprawą tej twierdzy.
uk: Я розмовляв із міртанцями, і вони не хочуть мати справу з цією фортецею.

source: Rozmawiałem z Odgarem.
uk: Я розмовляв з Одгаром.

source: Rozmawiałem z Ramhą, miejscową aptekarką. Kobieta zgodziła się przygotować preparat, o który proszę, jeśli przyniosę jej brakujący składnik, jakim jest zębate ziele.
uk: Я поговорила з Рамхою, місцевою аптекаркою. Жінка погодилася приготувати препарат, необхідний мені, якщо я принесу їй відсутній складник – снеппер-траву.

source: Rozmawiałem z Ramhą, miejscową aptekarką. Kobieta zgodziła się przygotować preparat, o który proszę, jeśli przyniosę jej brakujący składnik, jakim jest zębate ziele. Kilka takich roślin podobno rośnie w pobliżu opuszczonej farmy na zachód od miasta. Ramha poradziła mi jednak, żebym zaoszczędził sobie trudu i po prostu kupił je od jakiegoś alchemika.
uk: Я поговорив із місцевою аптекаркою Рамхою. Жінка погодилася приготувати препарат, який я прошу, якщо я принесу їй відсутній складник, а саме – снеппер-траву. Декілька таких рослин, як кажуть, ростуть біля покинутої ферми на захід від міста. Однак Рамха порадила мені не морочитися і просто купити її у якогось алхіміка.

source: Rozmawiałem z Sachsem. Dowiedziałem się od niego, że zanim Norman podjął pracę u Volkera, razem studiowali magię w tutejszym klasztorze, ale wyrzucono ich za poszukiwania zakazanej wiedzy. Sachs nie wie, co się stało z grotem. Możliwe jednak, że go nie zauważył i jego kawałek wciąż tkwi w ciele chłopaka. Jeśli chcę go zbadać, będę musiał rozkopać grób i go stamtąd wydobyć. Powinienem zaopatrzyć się w łopatę i trochę cierpliwości - przecież nie mogę tego zrobić przy tych wszystkich ludziach.
uk: Я поговорив із Саксом. Від нього я дізнався, що перед тим, як Норман влаштувався на роботу до Волкера, вони разом вивчали магію в місцевому монастирі, але були вигнані звідти за пошук заборонених знань. Сакс не знає, що сталося з наконечником болта. Однак не виключено, що він його не помітив, і частина болта досі в тілі хлопця. Якщо я хочу оглянути його, мені доведеться розкопати могилу і дістати звідти тіло. Потрібно знайти лопату і трохи зачекати – зрештою, я не можу робити це на очах усіх цих людей.

source: Rozmawiałem z Sachsem. Dowiedziałem się od niego, że zanim Norman podjął pracę u Volkera, razem studiowali magię w tutejszym klasztorze, ale wyrzucono ich za poszukiwania zakazanej wiedzy. Sachs nie wie, co się stało z grotem. Możliwe jednak, że go nie zauważył i jego kawałek wciąż tkwi w ciele chłopaka. Jeśli chcę go zbadać, będę musiał rozkopać grób i go stamtąd wydobyć. Łopatę już mam, ale muszę uzbroić się cierpliwość - przecież nie mogę tego zrobić przy tych wszystkich ludziach.
uk: Я поговорив із Саксом. Від нього я дізнався, що перед тим, як Норман влаштувався на роботу до Волкера, вони разом вивчали магію в місцевому монастирі, але були вигнані звідти за пошук заборонених знань. Сакс не знає, що сталося з наконечником болта. Однак не виключено, що він його не помітив, і частина болта досі в тілі хлопця. Якщо я хочу оглянути його, мені доведеться розкопати могилу і дістати звідти тіло. У мене вже є лопата, але я маю набратися терпіння – зрештою, я не можу робити це на очах усіх цих людей.

source: Rozmawiałem z Sunderem.
uk: Я говорив з Сандером.

source: Rozmawiałem z Tengralem.
uk: Я поговорив з Тенгралом.

source: Rozmawiałem z górnikiem Malenem. Strażnicy Kopalni Królewskiej bardzo źle traktują jego i jego współpracowników, a do tego nie idzie im szukanie dwóch zaginionych, Ogisa i Reeza. Pójdę porozmawiać o tym z Lewko.
uk: Я поговорив із копачем Маленом. Вартові Королівської копальні дуже погано ставляться до нього і його колег, не можуть знайти двох зниклих людей, Огіса та Різа. Піду і поговорю про це з Левком.

source: Rozmawiałem z kurtyzaną Ambrosią. Dziewczyna nie przypomina sobie nikogo, kto pasowałby do opisu zbieracza ziół, którego szukam.
uk: Я поговорив з куртизанкою Амброзією. Дівчина не пригадує нікого, хто б підходив під опис збирача трав, якого я шукаю.

source: Rozmawiałem z muzykami. Nie pomogą.
uk: Я розмовляв з музикантами. Вони не допоможуть.

source: Rozmawiałem z osobami, które miały dostęp do tych bełtów. Żaden z nich nie mógł dokonać zamachu, więc zostałeś jedynym podejrzanym...
uk: Я говорив з людьми, які мали доступ до цих болтів. Ніхто з них не міг здійснити замах, тому ти лишився єдиним підозрюваним...

source: Rozmawiałem z twoim ojcem.
uk: Я говорив з твоїм батьком.

source: Rozmawiałem z twoim synem.
uk: Я розмовляв з твоїм сином.

source: Rozmawiałem z twoimi ludźmi.
uk: Я говорив з твоїми людьми.

source: Rozmawiałem ze Starszym Wioski, zgodził się nas objąć ochroną, o ile zaczniemy pracować.
uk: Я поговорив зі старостою села, і він погодився прихистити нас, якщо ми почнемо працювати.

source: Rozmawiałeś z Arsem?
uk: Ти говорив з Арсом?

source: Rozmowa z Arcymagami nie przebiegła po myśli Kessela. Magowie nie mają zamiaru interweniować w sprawie Lichwiarza, na co Kessel zareagował furią. Mówił coś o jakimś znaku, Rozjemcy i ruinach Vardhal. Muszę go dogonić i dowiedzieć się, o co tutaj chodzi.
uk: Розмова з Архімагами Кесселю не сподобалась. Архімаги не мають наміру втручатися у справу Лихваря, на що Кессель відреагував з люттю. Він казав щось про якийсь знак, Миротворця і руїни Вардхалу. Я мушу його наздогнати і з'ясувати, про що йдеться.

source: Rozmowa z Benem była krótka i niezbyt przyjemna. Zaatakowanie go wśród tych wszystkich ludzi nie jest najlepszym pomysłem, skoro już sam Ben jest trudnym przeciwnikiem. W swoim pożegnaniu dał mi jednak pewną sugestię - może trucizna rozwiąże mu język?
uk: Розмова з Беном була короткою і не дуже приємною. Напасти на нього в присутності всіх цих людей – не найкраща ідея, коли сам Бен і без того непростий супротивник. Однак він підкинув мені одну ідею – може, отрута розв'яже йому язик?

source: Rozmowa z Bodowinem nie poszła mi najlepiej i wygląda na to, że w sprawie jego konfliktu z Ernesto nic już nie wskóram. Jeśli nie chcę wrócić do kupca z pustymi rękami, może warto rozejrzeć się za tym amatorem od ziół?
uk: Розмова з Бодовіном пройшла для мене невдало, і, схоже, я не зможу владнати його конфлікт з Ернесто. Якщо я не хочу повертатися до купця з порожніми руками, можливо, варто пошукати того травника?

source: Rozmowa z Bodowinem nie poszła mi najlepiej i wygląda na to, że w sprawie jego konfliktu z Ernesto nic już nie wskóram. Pozostało mi wrócić do kupca i powiedzieć mu, czego dowiedziałem się od Kafa. Przynajmniej tyle mogę zrobić.
uk: Розмова з Бодовіном пройшла для мене невдало, і, схоже, я не зможу владнати його конфлікт з Ернесто. Мені залишається повернутися до купця і розповісти йому все, що я дізнався від Кафа. Це найменше, що я можу зробити.

source: Rozmowa z Kalebem niezbyt mi się udała. Czas na plan B. Pora porozmawiać z Caramonem.
uk: Розмова з Калебом не дуже допомогла. Настав час для плану Б. Потрібно поговорити з Карамоном.

source: Rozmowę o Rozjemcy i Lichwiarzu przerwał nam nowicjusz, który przyniósł wieści o płonącej wieży sygnałowej. Muszę zbadać sprawę razem z Ingolfem.
uk: Нашу розмову про Миротворця та Лихваря перервав послушник, який приніс звістку про вогонь на сигнальній вежі. Я мушу з'ясувати це разом з Інгольфом.

source: Rozmrożenie nie będzie stanowić problemu, rzecz w tym, że już nie ma ich wśród nas. Wszyscy nie żyją!
uk: Розморозити їх – це не проблема. Справа в тому, що їх більше немає серед нас. Вони всі мертві!

source: Rozniecony przez Południowców ogień w ciągu kilku chwil zajął niemal cały port i zaczął wdzierać się do Dzielnicy Rzemieślników.
uk: Пожежа, влаштована південцями, в мить охопила майже весь порт і почала просочуватися до Ремісничого кварталу.

source: Rozniosłem wszystkie ogłoszenia.
uk: Я розвісив усі оголошення.

source: Rozpal ognisko
uk: Розпалити багаття

source: Rozpaliłem koksowniki.
uk: Я розпалив жаровні.

source: Rozporządzenie Rady Miejskiej Archolos nr 486
uk: Постанова міської ради Архолосу номер 486

source: Rozporządzenie Rady Miejskiej Archolos nr 487
uk: Постанова міської ради Архолосу номер 487

source: Rozporządzenie Rady Miejskiej Archolos nr 487, zmieniające rozporządzenie w sprawie zatrudniania nowych pracowników przez Mistrzów Czeladniczych.
uk: Постанова Міської ради Архолосу № 487, що вносить зміни до постанови про прийняття майстрами на роботу нових учнів.

source: Rozpoznajesz ten grot?
uk: Впізнаєш цей наконечник?

source: Rozpoznajesz tę broszurę?
uk: Ти впізнаєш цю брошуру?

source: Rozpoznali oni w Rhobarze przywódcę i wkrótce stanęli wraz z nim przed warownią samozwańca, domagając się zwrócenia przez niego władzy. Ahalt wówczas uruchomił pułapkę.
uk: Вони визнали в Робарі лідера і незабаром стояли разом з ним перед фортецею самопроголошеного вождя, вимагаючи повернути владу. Тоді Ахалт привів у дію пастку.

source: Rozpoznasz go po jasnej brodzie i wąsach. No i oczywiście po zapachu grogu.
uk: Ти впізнаєш його за світлою бородою та вусами. Ну і звісно ж по запаху грогу.

source: Rozprawa o różnicy kultur na kontynencie.
uk: Трактат про відмінності різних культур на континенті.

source: Rozprostowanie kości dobrze ci zrobi, tylko pamiętaj, nie przemęczaj się!
uk: Розминка піде тобі на користь, тільки пам'ятай – не перевтомлюйся!

source: Rozprostowuje kości, a na co ci to wygląda, chłopcze? Muszę być sprawny, jeśli mam znów wypłynąć w morze.
uk: Розминаю кістки, а на що це, по-твоєму, схоже, хлопче? Я маю бути у формі, якщо хочу знову вийти в море.

source: Rozprowadzam ogłoszenia odnośnie licytacji domu.
uk: Розвішую оголошення щодо аукціону будинку.

source: Rozrzuć przy nim trochę złota i innych pierdół.
uk: Розкидай навколо нього трохи золота та інших дрібниць.

source: Rozstawili też warty w pobliżu obozu.
uk: Також виставили охорону навколо табору.

source: Rozstawimy się w regularnych odstępach, i kiedy dotrę do końca ścieżki, najbliższemu z was dam znać, że jest bezpiecznie.
uk: Рівномірно розтягнемося на шляху, і коли я дійду кінця стежки, подам сигнал найближчому з вас, що шлях безпечний.

source: Rozszyfrowany raport
uk: Розшифрований протокол

source: Rozsądne podejście. Szkoda tylko, że przyjdzie się jutro tu awanturować. Nic, nie mogę cię winić za ostrożność.
uk: Розумний підхід. Шкода тільки, що завтра вона прийде сюди зі скандалом. Нічого страшного, я не можу звинувачувати тебе за обережність.

source: Rozsądnie!
uk: Розумно!

source: Rozsądnie. Cieszę się, że udało nam się dojść do porozumienia.
uk: Розумно. Я радий, що нам вдалося порозумітися.

source: Roztwór wody i soli - wie to każde dziecko. Nie rozumiem w czym problem?
uk: Розчин води і солі – це знає кожна дитина. Не розумію, в чому проблема?

source: Rozumiejąc Innosa nie jako spersonifikowanego boga, a ideę sprawczości, porządku natury i perfekcji działania, ludzi, zajmujących najniższą pozycję w sferycznym podziale świata, należy uznać adekwatnie za tych mniej doskonałych. Dowodem na to jest fakt popełniania przez nas błędów. Innos z kolei błędów nie popełnia w ogóle, a jeżeli wystąpi pewien wyjątek od reguły, uznaje się go za szeroko rozumianą i wolną od osądu „wolę boską”.
uk: Розуміючи Інноса не як персоніфікованого бога, а як ідею причинності, порядку природи і досконалості діянь, люди, займаючи найнижчу позицію в сферичному поділі світу, повинні адекватно розглядатися як менш досконалі. Про це свідчить той факт, що ми робимо помилки. З іншого боку, Іннос взагалі не помиляється, а якщо і трапляється виняток з правила, то він визнається як широко зрозуміла і вільна від осуду 'воля божа'.

source: Rozumiem jednak twoje przywiązanie do brata, dlatego gdy tylko rozwiążemy ten problem w mieście, będziesz mógł wrócić do swojego śledztwa.
uk: Однак я розумію твою прив'язаність до брата, тому, як тільки ми вирішимо ці проблеми в місті, ти зможеш повернутися до свого розслідування.

source: Rozumiem jego młodzieńczy zapał, ale takie eksperymenty nie są w zgodzie z naukami samego Innosa!
uk: Я розумію його юнацький ентузіазм, але такі експерименти не відповідають вченню самого Інноса!

source: Rozumiem skromne datki, ale tyle potrafimy zebrać w pięć minut.
uk: Я розумію, що це скромна пожертва, але стільки ми можемо зібрати за п'ять хвилин.

source: Rozumiem to, ale...
uk: Я це розумію, але...

source: Rozumiem twoje rozdrażnienie tym małym... incydentem podczas naszej walki, ale tym razem mam dla ciebie całkowicie uczciwą propozycję!
uk: Я розумію твою досаду щодо того маленького... інциденту під час нашого поєдинку, але цього разу я маю для тебе абсолютно чесну пропозицію!

source: Rozumiem twoją podejrzliwość, ale wiedz, że nie każdy tutaj jest wrogo nastawiony do przyjezdnych.
uk: Я розумію твою підозрілість, але знай, що не всі тут вороже ставляться до новоприбулих.

source: Rozumiem twój ból. Strzeż się tylko, by zemsta nie pochłonęła właśnie ciebie.
uk: Я розумію твій біль. Тільки стережися того, щоб помста не поглинула тебе.

source: Rozumiem wasze emocje. Nie dajmy się im ponieść! Pamiętajcie, że każdy z nas może coś zrobić dla królestwa!
uk: Я розумію ваші емоції. Але давайте не будемо їм піддаватися! Пам'ятаймо, що кожен з нас може зробити щось для королівства!

source: Rozumiem z tego, że nie wiesz o nim za wiele?
uk: Я так розумію, ти не дуже багато про нього знаєш?

source: Rozumiem z tego, że to jest miejski zamtuz.
uk: Я так розумію, що це міський бордель.

source: Rozumiem, Marvin. Cieszę się, że znalazłeś swoje miejsce.
uk: Розумію, Марвіне. Я радий, що ти знайшов своє місце.

source: Rozumiem, czyli ci tutaj musieli być tylko zwykłymi płotkami. W takim razie mamy problem...
uk: Зрозуміло, це означає, що ці хлопці були лише дрібнотою. Тоді у нас проблема...

source: Rozumiem, i właśnie dlatego mam dla ciebie specjalne zadanie!
uk: Я розумію, і саме тому у мене є для тебе особливе завдання!

source: Rozumiem, ile chcesz?
uk: Розумію, скільки ти хочеш?

source: Rozumiem, magia potrafi być przerażająca.
uk: Я розумію, магія може бути страшною.

source: Rozumiem, miasto płonie, ludzie umierają, czym jest jedno życie w tej sytuacji...
uk: Я розумію, місто палає, люди гинуть, що таке одне життя у цій ситуації...

source: Rozumiem, nie będę cię do niczego nakłaniał. Pozostaje mi więc tylko ślęczenie nad tymi pergaminami od świtu do nocy przez najbliższe dni.
uk: Розумію, я не збираюся змушувати тебе будь-що робити. Що ж, залишається мені сидіти над цими пергаментами з ранку до ночі впродовж наступних кількох днів.

source: Rozumiem, nie musisz mi opowiadać, mam nadzieję, że ostatecznie wszystko dobrze się ułoży.
uk: Розумію, ти не мусиш відповідати. Сподіваюсь, що зрештою все налагодиться.

source: Rozumiem, nie winię cię za to. Najważniejsze, że wiem co się z nim stało.
uk: Розумію, я не виню тебе за це. Найголовніше, що я знаю, що з ним сталося.
